Repository: common-repository/simple-multi-currency-for-woocommerce
Catalog: languages/simple-multi-currency-for-woocommerce-*.po
Languages: sk_sk

source: Plugin Simple multi-currency for Woocommerce by Invelity was deactivated, because Woocommerce plugin is required to install.
sk_sk: Plugin Simple multi-currency pre Woocommerce od Invelity bol deaktivovaný, pretože je potrebné mať nainštalovaný plugin Woocommerce.

source: Payment settings
sk_sk: Nastavenie platieb

source: All countries defaults
sk_sk: Všeobecné pre všetky krajiny

source: Disable on Free Shipping
sk_sk: Vypnúť pri doprave zadarmo

source: Disable on Zero Shipping
sk_sk: Vypnúť pri nulovej cene za dopravu

source: Set currency symbols
sk_sk: Nastavenie symbolov meny

source: Display languages switcher
sk_sk: Zobraziť prepínač jazykov

source: Display languages switcher in Cart
sk_sk: Zobraziť prepínač jazykov v Košíku

source: Display languages switcher in Checkout
sk_sk: Zobraziť prepínač jazykov v Pokladni

source: Display languages switcher in pages with Woocommerce use
sk_sk: Zobraziť prepínač jazykov na stránkach, kde beží Woocommerce

source: Display languages switcher in pages with product shortcodes
sk_sk: Zobraziť prepínač jazykov na stránkach so shorcode produktov

source: Change currency based on shipping address
sk_sk: Zmeniť menu na základe adresy doručenia

source: Rewrite default WooCommerce reports
sk_sk: Prepísanie základných Woocommerce reportov

source: Recalculate currency rates in reports
sk_sk: Prepočítavanie meny v reportoch

source: Enable support for WPML plugin
sk_sk: Zapnúť podporu pre WPML plugin

source: Settings was saved :)
sk_sk: Nastavenia boli uložené :)

source: Widget to embed the switcher in sidebar.
sk_sk: Simple multi-currencz pre Woocommerce Widget

source: Simple multi-currency for Woocommerce Widget
sk_sk: Simple multi-currencz pre Woocommerce Widget

source: Billing countries
sk_sk: Fakturačné krajiny

source: Any countries
sk_sk: Akákoľvek krajiny

source: List of allowed countries to check against the customer's billing country for the coupon to remain valid.
sk_sk: Zoznam povolených krajín, ktoré sa majú skontrolovať proti fakturačnej krajine zákazníka, aby mohol kupón zostať platný.

source: Shipping countries
sk_sk: Krajiny doručenia

source: List of allowed countries to check against the customer's shipping country for the coupon to remain valid.
sk_sk: Zoznam povolených krajín, ktoré sa majú skontrolovať proti krajine doručenia zákazníka, aby mohol kupón zostať platný.

source: Sorry, coupon "%s" is not applicable to your country.
sk_sk: Prepáčte, ale kupón \"%s\" nemôže byť aplikovaný pre Vami zvolenú krajinu.

source: Simple multi-currency for Woocommerce by Invelity
sk_sk: Simple multi-currency pre Woocommerce od Invelity

source: This plugin allow in Woocommerce set custom fees for payment for allowed shipping countries, set currency symbols for allowed shipping countries, set product price and sale price for each shippment country, set if coupon is allowed for shippment or billing country, display currency switcher in shop, product and cart, filter orders by product in admin orders table.
sk_sk: Tento plugin umožňuje vo Woocommerce nastaviť rôzne poplatky pre doručenie, nastavenie symbolov meny pre povolené krajiny doručenia, nastavenie cien a zľavových cien pre každú krajinu doručenia, nastavenie kupónov pre povolené krajiny doručenia alebo fakturácie, zobrazenie prepínača v obchode, produkte, filtrovanie objednávok podľa produktu v tabuľke objednávok v administrácii.
